[
  {
    "text": "Tonight let's watch Christmas classic - Home alone. Unfortunately, it's not on Netflix or HBO :("
  },
  {
    "text": "Today we're going to see all-time-favourite Harry Potter and the Philosopher's Stone. You can find it on HBO"
  },
  {
    "text": "Let's go and visit Christmas fair (new one!) and eat something"
  },
  {
    "text": "It's time to buy a Christmas tree!! Don't forget - it should rest for a bit in the apartment before decorating"
  },
  {
    "text": "The day of Christmas tunes! Play Christmas playlist at dinner today"
  },
  {
    "text": "Look at this lovely opportunity to have a candle lit dinner! Let's do it today <3"
  },
  {
    "text": "Game night! What will it be - PC, Nintendo or board games? Only you know"
  },
  {
    "text": "Today's task requires a bit of preparation, so please, visit a shop before starting ;) You'll make DIY garland for the living room. How lovely!"
  },
  {
    "text": "Oh, it's so cold today! Maybe some warm hugs and hot wine will help us?"
  },
  {
    "text": "Let's make our own pizza today! Store-bought pizza works too :D"
  },
  {
    "text": "It's time to bake something! Some ideas: Czech traditional cookies, chocolate Babka from cookbook or gingerbread cookies"
  },
  {
    "text": "Fun is great, but let's take some stress of our shoulders and plan out Christmas dinner today. Btw, will someone come over"
  },
  {
    "text": "Weekend activity ahead! What about winter hike today? Stromovka, Botanical gardens or something else?"
  },
  {
    "text": "Do you remember that we have Lego set hidden away? The time has come."
  },
  {
    "text": "Kiss! Kiss! Kiss! I know I'm supposed to be soulless text, but it's actually me, Nastia. And I love you more than anything, bulochka. Thank you for making my days meaningful <3"
  },
  {
    "text": "Remember we bought some embroideries at Tiger when went to Berlin? It's time to make them"
  },
  {
    "text": "Have you decorated your tree yet? Relax, I just want to take some pictures, that's it"
  },
  {
    "text": "Ooh! New movie to watch! Today it's The shop around the corner"
  },
  {
    "text": "How about some Christmas anime? Today we'll watch Tokio Godfathers. Pretty sure I've seen them on Netflix"
  },
  {
    "text": "Ah, old Christmas classic. In home cinema today - MIRACLE ON 34TH STREET"
  },
  {
    "text": "How about some tasty spicy chicken and round chips with cheese souse? Place an order in KFC as soon as possible!"
  },
  {

    "text": "Trashy Christmas horror movie with low rating but a lot of mentions in different lists? I mean, why not. Today we'll watch BLACK CHRISTMAS"
  },
  {

    "text": "Kiss Kiss Bang Bang. It's not what you think! It's a movie. And we're watching it today."
  },
  {
    "text": "Classic Christmas romantic comedy. What can be better than slightly cringy jokes from 2000's? Right, nothing. Movie pick for today - The Holiday"
  },
  {
    "text": "Hmm.. I can sense that you want to try something new. How about new food for the beginning? Delivery or a recipe - doesn't matter"
  },
  {
    "text": "Hmm.. I can sense that you want to try something new. How about new food for the beginning? Delivery or a recipe - doesn't matter"
  },
  {
    "text": "Let's have a cozy board game night today. Christmas music on a background is a must!"
  },
  {
    "text": "Hey, let's play some games tonight. How about some PC cooperative games while snuggling on the couch? Sounds perfect"
  },
  {
    "text": "Christmas shopping day! Perfect for buying some gifts or decorations. Not online, though. I's officially offline christmas shopping day"
  },
  {
    "text": "Oh, it's a perfect day today to go ice-skating! You can bring friends or just go together. List with all open ice rinks you can find in Instagram (Nastia knows where)"
  },
  {
    "text": "On today's menu some hot beverages! Let's try something new, that will warm us from inside out"
  },
  {
    "text": "Have you bought a tree yet? Did it rest for a day already? ;) Now it's time to decorate!"
  }
]